EEC_PROP/out/production/resources/OP_02/FLC/MSG.001_TRN.001/Log/01.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Header xmlns:wsa="http://www.w3.org/2005/08/addressing" xmlns:int="urn:EEC:Interaction:v1.0"><wsa:MessageID>urn:uuid:64fa3710-e3cc-4717-bc52-f5dcdaa4f911</wsa:MessageID><int:ProcedureID>urn:uuid:f4c417f2-3868-46d8-9773-95e2a7c1c81c</int:ProcedureID><int:ConversationID>urn:uuid:f46fbcd1-8b5f-40ee-a3df-13b0639a5aef</int:ConversationID><wsa:To>EAEU://RU/CP/P.CC.01/P.CC.01.ACT.001AT</wsa:To><wsa:Action>int://CP/P.CC.01/1.0.0/P.CC.01.PRC.001/P.CC.01.TRN.001/P.MSG.ERR</wsa:Action><wsa:ReplyTo><wsa:Address>EAEU://EEC/CP/P.CC.01/P.ACT.001</wsa:Address></wsa:ReplyTo><wsa:RelatesTo>urn:uuid:5b30fc9d-18af-4b63-9b1e-a6a6cab93eac</wsa:RelatesTo><int:Integration>
                        <int:TrackID>urn:uuid:5202e7d9-5d73-4a4b-bfc3-08110aac35f2</int:TrackID>
                        <int:AcceptTime>2019-12-03T16:52:42+03:00</int:AcceptTime>
                    </int:Integration></soap:Header><soap:Body><sgn:ValidationError xmlns:sgn="urn:EEC:signal:v1.0"><sgn:SignalId>6bbd1242-9e4f-4eed-9c3f-9239e7238d39</sgn:SignalId><sgn:DateTime>2019-12-03T16:52:42.554</sgn:DateTime><sgn:Error><sgn:Code>01</sgn:Code><sgn:Description>Ошибка контроля</sgn:Description><sgn:Details>в электронном документе (сведениях) должен присутствовать только 1 экземпляр реквизита «Сведения о пункте пропуска» (cacdo:CheckPointDetails)</sgn:Details><sgn:EDocId>b561a219-3889-45a7-adaf-e0933dc2a99c</sgn:EDocId></sgn:Error></sgn:ValidationError></soap:Body></soap:Envelope>
